{
    "1": "A period is a natural part of a person’s life when the body is preparing for pregnancy. If no pregnancy occurs, the lining of the uterus sheds. This is known as your period.",
    "2": "Periods start during puberty, when your body starts to change as an adult and has the ability to reproduce. ",
    "3": "The first period occurs at around the age of 10-15 years old, but will vary with each individual. ",
    "4" : "Periods come every 26-35 days and last 3-7 days. The time between your periods and the length of your period can vary with each individual. Periods take time to regulate. ",
    "5": "Common period symptoms include bloating, cravings, irritability, low energy, acne and cramps. You can manage these symptoms with sleep, hot compresses, movement and a healthy diet. ",
    "6": "Period symptoms can change each month depending on your lifestyle, mental- emotional changes, stressors and physical activity. ",
    "7": "Approximately 50-80ml of blood exits your body during a period, equaling to about 10-18 pads/tampons per cycle. ",
    "8": "There are 4 phases in your cycle: menstruation, follicular phase, ovulation phase and luteal phase.", 
    "9": "Canadians that menstruate spend an estimated $6,000 on menstrual products in their lifetime. ",
    "10": "One third of Canadian menstruators, under the age of 25 struggle to afford menstrual products or can’t access them at all. ",
    "11": "Another word for menstruation is “catamenia,” from the Greek word katamenia (kata = by + menia = month)",
    "12": "The word “period” first appeared on TV in a Tampax advertisement in 1985, starring Courteney Cox.",
    "13": "There is a board game that educates youth all about periods, called “The Period Game",
    "14": "Nearly 1 in 4 young people don’t know why people get periods or how to manage them.",
    "15": "1 in 3 young people don’t feel prepared for their first period.",
    "16": "Approximately 11,000 disposable products are used in an average menstruator’s lifetime.",
    "17": "The average menstruator spends nearly 10 years menstruating in their lifetime.",
    "18": "A man named Dr. Earle Haas invented the first modern tampon in 1931, though variations of tampons were used thousands of years prior.",
    "19": "Disney made a movie about periods in the 1940s called, “The Story Of Menstruation.”",
    "20": "The documentary “Period. End of a Sentence” follows a group of Indian women fighting the stigma of menstruation and begin manufacturing pads. The documentary won an Academy Award in 2019.",
    "21": "An estimated 20 billion pads, tampons and applicators are sent to North American landfills annually.",
    "22": "Only 46% of Canadians feel comfortable talking about periods. Periods rank lower in comfortability to talk about than politics, sex, and Sexually Transmitted Infections (STIs).",
    "23": "Your menstrual cycle and periods are controlled by hormones, like estrogen and progesterone.",
    "24": "70% of menstruators have missed work, school or social activities because of their period.",
    "25": "The menstrual period occurs 14 days after ovulation.",
    "26": "Ovulation occurs halfway between your cycle when your hormones tell one of your ovaries to release a mature egg.",
    "27": "Since plastic can take as long as 500 years for pads & tampons to decompose, that means every disposable menstrual product that’s ever been used is still sitting in a landfill.",
    "28": "63% of young people believe the government should do more to provide free period products to those who need them."
}